Repository: puikinsh/Dazzling
Catalog: languages/*.po
Languages: hu_hu

source: Oops! That page can&rsquo;t be found.
hu_hu: Hoppá! Az oldal sajnos nem található.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
hu_hu: Úgy tűnik, semmi sem található ezen a címen. Próbálja meg a lenti linkek egyikét, vagy a keresés funkciót.

source: Most Used Categories
hu_hu: Legyakrabban használt kategóriák

source: Try looking in the monthly archives. %1$s
hu_hu: Keresse a havi archívumban. %1$s

source: Author: %s
hu_hu: Szerző: %s

source: Day: %s
hu_hu: Nap: %s

source: Month: %s
hu_hu: Hónap: %s

source: Year: %s
hu_hu: Év: %s

source: Asides
hu_hu: Mellett

source: Galleries
hu_hu: Galériák

source: Images
hu_hu: Képek

source: Videos
hu_hu: Videók

source: Quotes
hu_hu: Idézetek

source: Links
hu_hu: Linkek

source: Statuses
hu_hu: Állapot

source: Audios
hu_hu: Audio

source: Archives
hu_hu: Archívum

# comments title
source: One thought on &ldquo;%2$s&rdquo;
hu_hu: Az alábbi hozzászólás érkezett: &ldquo;%2$s&rdquo;

source: Comment navigation
hu_hu: Hozzászólások

source: &larr; Older Comments
hu_hu: &larr; Régebbi hozzászólások

source: Newer Comments &rarr;
hu_hu: &larr; Újabb hozzászólások

source: Comments are closed.
hu_hu: Nem kommentelhető.

source: Nothing Found
hu_hu: Nincs találat

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
hu_hu: Készen áll első bejegyzésének közzétételére? <a href="%1$s">Get started here</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
hu_hu: Sajnos nincs találat a keresett kifejezésre. Kérjük próbálja meg ismét egy másik kifejezéssel.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
hu_hu: Sajnos nem található a keresett elem. Talán a keresés segíthet.

source: Pages:
hu_hu: Oldalak:

source: Edit
hu_hu: Szerkesztés

source: Leave a comment
hu_hu: Hosszászólás beküldése

source: 1 Comment
hu_hu: 1 hozzászólás

source: % Comments
hu_hu: % hozzászólás

source: Continue reading
hu_hu: Tovább olvasom

source: Primary Menu
hu_hu: Elsődleges menu

source: Footer Links
hu_hu: Footer link

source: Sidebar
hu_hu: Oldalsáv

source: Homepage Widget 1
hu_hu: Főoldal Widget 1

source: Displays on the Home Page
hu_hu: Megjeleníti a főoldalon

source: Homepage Widget 2
hu_hu: Főoldal Widget 2

source: Homepage Widget 3
hu_hu: Főoldal Widget 3

source: Used for footer widget area
hu_hu: Footer widgetben használt

source: <i class="fa fa-chevron-left"></i> Previous
hu_hu: <i class="fa fa-chevron-left"></i> Előző

source: Next <i class="fa fa-chevron-right"></i>
hu_hu: Következő<i class="fa fa-chevron-right"></i>

source: Theme Options
hu_hu: Téma beállítás

source: Save Options
hu_hu: Beállítások mentése

source: Restore Defaults
hu_hu: Alaphelyzet visszaállítás

source: Click OK to reset. Any theme settings will be lost!
hu_hu: Az OK-ra kattintva minden korábbi sablonbeállítás elveszlik.

source: Default options restored.
hu_hu: Alapbeállítások eltárolva.

source: Options saved.
hu_hu: Beállítások mentve.

source: No file chosen
hu_hu: Nincs fájl kiválasztva.

source: Upload
hu_hu: Feltöltés

source: Remove
hu_hu: Eltávolít.

source: Upgrade your version of WordPress for full media support.
hu_hu: Frissítse WordPress verzióját a teljeskörű média támogatásért.

source: View File
hu_hu: File megtekintése

source: No Repeat
hu_hu: Nem ismételhető

source: Repeat Horizontally
hu_hu: Ismételje függőlegesen

source: Repeat Vertically
hu_hu: Ismételje visszintesen

source: Repeat All
hu_hu: Összes ismétlése

source: Top Left
hu_hu: Bal felső

source: Top Center
hu_hu: Felső középen

source: Top Right
hu_hu: Jobb felső

source: Scroll Normally
hu_hu: Normál görgetés

source: Fixed in Place
hu_hu: Helyhez kötött

source: Italic
hu_hu: Dőlt

source: Bold
hu_hu: Vastagított

source: Bold Italic
hu_hu: Vastagított, dőlt

source: Page %s
hu_hu: Oldal %s

source: <p>This post is password protected. To view it please enter your password below:</p>
hu_hu: <p>Ez a bejegyzés jelszóval védett. Elolvasásához kérjük írja be a jelszót:</p>

source: Password:
hu_hu: Jelszó:

source: Submit
hu_hu: Elküld

source: Follow us on
hu_hu: Kövess minket

source: Support and Documentation
hu_hu: Támogatás és dokumentáció

source: Dazzling Documentation
hu_hu: Dazzling dokumentáció

source: The best way to contact us with support questions and bug reports is via
hu_hu: Kérdések és bug jelentésével kapcsolatosan lépjen kapcsolatba velünk:

source: Colorlib support forum
hu_hu: Colorlib support fórum

source: If you like this theme, I'd appreciate any of the following:
hu_hu: Amennyiben tetszett a sablon, köszönettel veszem az alábbiak valamelyikét:

source: Rate this Theme
hu_hu: Értékelje ezt a sablont

source: Follow on Twitter
hu_hu: Kövess a Twitteren

source: Displays tabbed list of popular posts, recent posts & comments
hu_hu: Tabulátor lista nézetben jeleníti meg a népszerű, legutóbbi bejegyzéseket és hozzászólásokat.

source: Dazzling Popular Posts Widget
hu_hu: Dazzling népszerű bejegyzés widget

source: Popular
hu_hu: Népszerű

source: Recent
hu_hu: Mostanában

source: Number of posts to show
hu_hu: Megjelenített bejegyzések száma

source: Posts navigation
hu_hu: Bejegyzés navigáció

source: <i class="fa fa-chevron-left"></i> Older posts
hu_hu: <i class="fa fa-chevron-left"></i> Régebbi bejegyzések

source: Newer posts <i class="fa fa-chevron-right"></i>
hu_hu: Újabb bejegyzések<i class="fa fa-chevron-right"></i>

source: Post navigation
hu_hu: Bejegyzés navigáció

source: %s <span class="says">says:</span>
hu_hu: %s <span class="says">válasza:</span>

source: Your comment is awaiting moderation.
hu_hu: Hozzászólásod moderálásra vár.

source: View your shopping cart
hu_hu: Kosár megtekintése

source: Start shopping
hu_hu: Vásárlás megkezdése

source: %d item
hu_hu: %d termék

source: Right Sidebar
hu_hu: Jobb oldalsáv

source: Left Sidebar
hu_hu: Bal oldalsáv

source: One
hu_hu: egy

source: Two
hu_hu: kettő

source: Three
hu_hu: három

source: Four
hu_hu: négy

source: Five
hu_hu: öt

source: Do You want to display image slider on the Home Page?
hu_hu: Szeretné az image slidert a főoldalon megjeleníteni?

source: Check if you want to enable slider
hu_hu: Jelölje be, ha szeretné a slidert inaktíválni

source: Slider Category
hu_hu: Slider kategória

source: Select a category for the featured post slider
hu_hu: Válassz kategóriát a kiemelt bejegyzés sliderhez

source: Number of slide items
hu_hu: Képek száma

source: Enter the number of slide items
hu_hu: Írja b e a sliderek számát

source: Website Layout Options
hu_hu: Weboldal Layout Options

source: Choose between Left and Right sidebar options to be used as default
hu_hu: Válassza ki, hogy jobb vagy bal oldalsávos megjelenést szeretne alapértelmezetként

source: Element color
hu_hu: Elem színe

source: Default used if no color is selected
hu_hu: Alapértelmezett szín, amennyiben üresen hagyja

source: Element color on hover
hu_hu: Elem színe aktív állapotban

source: Upload a 32px x 32px PNG/GIF image that will represent your websites favicon
hu_hu: Favicon feltöltéséhez a kép mérete 32px x 32px, formátuma PNG/GIF legyen.

source: Action Button
hu_hu: Akció Gomb

source: Call For Action Text
hu_hu: Akció felhívás szövege

source: Enter the text for call for action section
hu_hu: Gépelje be a kívánt szöveget

source: Call For Action Button Title
hu_hu: Action gomb címe

source: Enter the title for Call For Action button
hu_hu: Gépelje be az Action gomb címét

source: CFA button link
hu_hu: CFA gomblink

source: Enter the link for Call For Action button
hu_hu: Adja meg a Call for Action linket

source: Call For Action Text Color
hu_hu: Call For Action szövegszín

source: Call For Action Background Color
hu_hu: Call For Action háttérszín

source: Call For Action Button Border Color
hu_hu: Call For Action gombkeret szín

source: Call For Action Button Text Color
hu_hu: Call For Action Gomb szövegszín

source: Typography
hu_hu: Betűkészlet

source: Main Body Text
hu_hu: Főoldal szöveg

source: Used in P tags
hu_hu: P tags használva

source: Heading Color
hu_hu: Főcím színe

source: Color for all headings (h1-h6)
hu_hu: Minden Heading színe (h1-h6)

source: Link Color
hu_hu: Link színe

source: Link:hover Color
hu_hu: Link:hover színe

source: Link:active Color
hu_hu: Link:active színe

source: Header
hu_hu: Felső menüsor

source: Top nav background color
hu_hu: Top nav háttérszíne

source: Default used if no color is selected.
hu_hu: Alapértelmezett, amennyiben nem választ színt.

source: Top nav item color
hu_hu: Top nav elem színe

source: Link color
hu_hu: Link színe

source: Top nav dropdown background color
hu_hu: Top nav legördülő elem háttérszín

source: Background of dropdown item hover color
hu_hu: Legördülő elem aktív állapotban látható háttérszíne

source: Top nav dropdown item color
hu_hu: Top nav legördülő elem színe

source: Dropdown item color
hu_hu: Legördülő elem színe

source: Footer Widget Area Background Color
hu_hu: Footer Widget Area háttérszín

source: Footer Background Color
hu_hu: Footer háttérszín

source: Footer Text Color
hu_hu: Footer szövegszín

source: Footer Link Color
hu_hu: Footer Link színe

source: Footer information
hu_hu: Footer információ

source: Copyright text in footer
hu_hu: Copyright szövege a footerben

source: All rights reserved.
hu_hu: Minden jog fenntartva.

source: Add full URL for your social network profiles
hu_hu: Adja meg közösségi profiljának URL-jét

source: Slideshare
hu_hu: Slideshar

source: Other
hu_hu: Egyéb

source: Custom CSS
hu_hu: Egyedi CSS

source: Additional CSS
hu_hu: További CSS

source: Search Results for: %s
hu_hu: Eredmények az alábbi keresésre: %s

source: Search...
hu_hu: Keresés...
